[
    {
        "id": "623853b2614ad5aba311fdd1",
        "index": 0,
        "chef_photo": "https://cdn.unenvironment.org/s3fs-public/styles/ex/public/people/2020-09/massimo_0.jpeg?VersionId=null&h=4ff91153&itok=PIY7DIVW",
        "chef_name": "Massimo Bottura",
        "experience": "6 years",
        "recipe_name": "Paciugo",
        "recipes_number": 3,
        "recipe_one": "Paciugo",
        "recipe_two": "Paciugo",
        "recipe_three": "Paciugo",
        "ingredients": [
            "11⁄4 lb. mascarpone",
            "7 oz. sugar",
            "30 amaretti cookies",
            "4 large eggs",
            "1 1⁄2 cups long espresso",
            "maple syrup"
        ],
        "method": "Separate the egg whites from the yolks. Whip the egg whites. When they’re firm and frothy, add 3 Tbsp. sugar, then continue whipping. When nearly finished, add another 3 Tbsp. sugar and keep whipping until the egg whites become firm and shiny, resulting in a soft meringue. Work half of the mascarpone with electric beaters, whipping lightly until soft and creamy. Add to the meringues and mix. Whip the yolks with 4 oz. sugar, then add the remaining mascarpone and continue whipping until it becomes a soft and fluffy cream. Prepare around 1 ½ cups of espresso, pour it in a bowl, and sweeten it with maple syrup to taste. Dip 24 amaretti into the coffee, without letting them get too wet or soggy, and place on the bottom of the dessert pan or in individual cups. The cookies must cover the surface without overlapping. Pour the mascarpone mixture and meringue on top of the amaretti, and spread with a spatula. Crumble the remaining amaretti cookies over the mascarpone, then drizzle a few spoonfuls of coffee on top. Pour the mascarpone cream and yolks, covering the surface well. Drizzle a few more spoonfuls of coffee to finish. Cover with plastic wrap and freeze for at least three hours. Serve very cold, almost like ice cream, at 32°F, and, if desired, garnish with coffee and crumbled amaretti.",
        "description": "During Italy's first lockdown, chef Massimo Bottura and his family – wife Lara, daughter Alexa, and son Charlie – spoke to the world with their Kitchen Quarantine web series. The daily episodes broadcast from their Modena home aired over the course of two months. They received up to 600,000 views each, and the series won a prestigious Webby Award, the Internet equivalent to an Oscar.",
        "likes": "500",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        }
    },
    {
        "id": "623853b2578e9e6ad1ae0dd5",
        "index": 1,
        "chef_photo": "https://i2-prod.chroniclelive.co.uk/incoming/article9722293.ece/ALTERNATES/s615b/JS68797459.jpg",
        "chef_name": "Gino D'Acampo",
        "experience": "8 years",
        "recipe_name": "Pea, mint and cheddar frittata",
        "recipes_number": 3,
        "recipe_one": "Pea, mint and cheddar frittata",
        "recipe_two": "Pea, mint and cheddar frittata",
        "recipe_three": "Pea, mint and cheddar frittata",
        "ingredients": [
            "1 tbsp olive oil",
            "15g/½oz butter",
            "½ onion, finely chopped",
            "1 tomato, chopped",
            "200g/7oz frozen peas, defrosted",
            "salt and freshly ground black pepper",
            "55g/2oz cheddar, grated",
            "small handful fresh mint leaves, chopped",
            "3 free-range eggs, lightly whisked"
        ],
        "method": "Preheat the oven to 200C/400F/Gas 6. In a small ovenproof non-stick frying pan, heat the olive oil and butter together and sauté the onion until soft, but not coloured. Add the tomato and peas and season with salt and freshly ground black pepper. Pour over the eggs and cheese and cook over a low/medium heat until the base is set. Transfer to the oven for 8-10 minutes, or until cooked through. To serve, scatter with mint.",
        "description": "Born in Torre del Greco in Naples, Gino grew up on a farm. There, his family would hold large parties where all nine of his aunties would come together to cook traditional Italian dishes. Gino caught the cooking bug from his grandfather (a head chef in Naples) and entered the Luigi de Medici Catering College at the age of 13. He came to England in 1995, working first at The Orchard Restaurant in London's Hampstead and later at the Cambio Restaurant in Guildford. Gino D'Acampo has cooked for Pavarotti and is well known in the UK for his appearances on Ready Steady Cook.",
        "likes": "600",
        "rating": {
            "number": 4,
            "badge": "Excellent"
        }
    },
    {
        "id": "623853b21fb149d2ee7b76c7",
        "index": 2,
        "chef_photo": "https://www.bargiornale.it/wp-content/uploads/sites/4/2018/02/24-Cracco-Carlo-by-malgarini-1-696x699.jpg",
        "chef_name": "Carlo Cracco",
        "experience": "10 years",
        "recipe_name": "Marinated Egg Yolk Tagliolini With White Truffle",
        "recipes_number": 3,
        "recipe_one": "Marinated Egg Yolk Tagliolini With White Truffle",
        "recipe_two": "Marinated Egg Yolk Tagliolini With White Truffle",
        "recipe_three": "Marinated Egg Yolk Tagliolini With White Truffle",
        "ingredients": [
            "Salt 250 g",
            "Sugar 90 g",
            "Beans 60 g, puree",
            "Egg yolks 20 each",
            "Water 50 g",
            "White Truffle Dehydrated"
        ],
        "method": "In a bowl, prepare the marinade by joining the bean purée, sugar, coarse salt and water. Use a spatula to stir. In single-portion mold, add a layer of marinade, then the egg yolk, and then another layer of marinade. Let marinade for 6 hours, being careful to turn over the yolk at the halfway point in order to ensure an even cooking. After 6 hours, rinse the yolks carefully under running water. Spread them out between two sheets of waxed paper until obtaining a single sheet less than 1 cm thick. Pass it through a pasta machine set for tagliolini. Now shape little nests out of the tagliolini, each weighing about 15 g. Place them on the serving dish and cook in a 950 Watt microwave for 35 seconds. Let cool and garnish with thin shreds of the dehydrated truffle.",
        "description": "One of the foremost proponents of progressive Italian cuisine, Carlo Cracco is regarded as something of a pioneer. He has won fame in Italy and beyond for his innovative treatment of traditional recipes, and his stylish, often playful food has earned him recognition among the world’s greatest chefs. Perhaps this should come as no surprise, since Cracco witnessed the birth of modern Italian cuisine first-hand in the kitchen of his great mentor, Gualtiero Marchesi. Either way, his respect for the Milanese tradition, combined with his sharp sense of modernity, ensures the future of Italian cuisine is in very capable hands. Cracco's cooking is a technical, essential, meticulous, delicate and original kitchen.",
        "likes": "100",
        "rating": {
            "number": 2.5,
            "badge": "Good"
        }
    },
    {
        "id": "623853b2e91c8de578c9245e",
        "index": 3,
        "chef_photo": "https://giusibattaglia.com/wp-content/uploads/2017/07/antonino_cannavacciuolo.jpg",
        "chef_name": "Antonino Cannavacciuolo",
        "experience": "12 years",
        "recipe_name": "La Pastiera",
        "recipes_number": 3,
        "recipe_one": "La Pastiera",
        "recipe_two": "La Pastiera",
        "recipe_three": "La Pastiera",
        "ingredients": [
            "300 gr of cooked wheat",
            "200 ml of milk",
            "1 tablespoon of shortening",
            "peel of 1 untreated lemon",
            "peel of 1 orange",
            "3 egg yolks"
        ],
        "method": "In a stand mixer, using the dough hook, mix for a few seconds the butter with the almond flour, powdered sugar, vanilla and salt. If you don’t have a stand mixer, you can mix the ingredients by working them thoroughly with your hands. Gradually add the eggs (at room temperature) and the white flour until the dough takes form. Form a ball and wrap it in plastic wrap. Place in the refrigerator for a few hours. In a saucepan, cook Preparation A ingredients over very low heat like a cream, stirring occasionally, for about 30 minutes. Turn off and keep at room temperature. Discard the citrus peels. Whip Preparation B ingredients in a mixer or with an electric beater; combine the two mixtures, and add candied fruit and orange blossom water. Line a cake tin with the shortcrust pastry. Reserve some pastry and fill the tin with the mixture. With the remaining pastry, cut strips and weave them on top. Bake at 190°C for about an hour. Using a toothpick, check to see if the pastiera is done inside.When cooked, turn off the oven and let it firm up with the oven ajar for at least an hour and 30 minutes. When the cake has cooled, carefully take it out and serve at room temperature.",
        "description": "Antonino Cannavacciuolo, Chef Patron of the Hotel Villa Crespi restaurant in Orta San Giulio, boasts two Michelin stars and recognition from the most important and renowned Italian food guides  which rate him among the most distinguished of chefs but he is also a showman with the Italian version of Hell Kitchen and he participates to Masterchef A man, a young man with a strong, determined temperament … cheerful, tenacious, passionate and instinctive. An artist and a skillful manager who plays with the products of his beloved homeland of Naples, integrating, mixing and combining them with the ones from Piedmont, the land of his great love, his wife.",
        "likes": "700",
        "rating": {
            "number": 5,
            "badge": "Excellent"
        }
    },
    {
        "id": "623853b2239582e48409ccc6",
        "index": 4,
        "chef_photo": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Giorgio_Locatelli_20181206.jpg/522px-Giorgio_Locatelli_20181206.jpg",
        "chef_name": "Giorgio Locatelli",
        "experience": "9 years",
        "recipe_name": "Russian salad with smoked salmon",
        "recipes_number": 3,
        "recipe_one": "Russian salad with smoked salmon",
        "recipe_two": "Russian salad with smoked salmon",
        "recipe_three": "Russian salad with smoked salmon",
        "ingredients": [
            "desiree potatoes 3",
            "carrots 3 medium, peeled",
            "frozen peas 300g",
            "hard-boiled eggs 4, peeled and diced finely",
            "pickled gherkins 5, diced finely",
            "sliced smoked salmon 600g",
            "extra virgin olive oil to serve"
        ],
        "method": "Boil the potatoes for 30 minutes to start with, and then add the peeled carrots. Continue simmering for 10-15 more minutes, or until the potatoes and carrots are firm but tender when poked. Meanwhile, blanch the peas for 2 minutes in salted boiling water, drain and cool them down under cold running water. When the potatoes and carrots are done, allow them to cool to the point that you can handle them easily. Peel the potatoes and dice them into 1cm cubes and put them into a medium serving bowl. Next, dice the carrots and toss them and the peas into the bowl with the potatoes, then add the diced eggs and gherkins. Stir the mayonnaise into the salad, binding everything together. Cover the salad and chill for at least 1 hour or overnight to allow the flavours to come together. The next day, serve the salad in a serving dish with a plate of sliced smoked salmon seasoned with pepper and extra virgin olive oil on the side.",
        "description": "In middle-class northern Italy, where I grew up in the 1960s and early 70s, there were two things you could not have Christmas without: smoked salmon and insalata russa. As an adult, I made Russian salad every year when I cooked, and sometimes when we went to the grandparents I would take it – because you have to have Russian salad on Christmas Day. Adding smoked salmon came much later, maybe only two years ago. You can serve the salmon separately, but if you have the chance to get a length of it, cut it the same size as the vegetables and you get a very good effect by putting it through the salad.",
        "likes": "1000",
        "rating": {
            "number": 4.2,
            "badge": "Excellent"
        }
    },
    {
        "id": "623853b2cdda0d5bc294f791",
        "index": 5,
        "chef_photo": "https://www.gannett-cdn.com/-mm-/06756bca6c979c173ae23c1ba44f60a8fd2bcbee/c=0-0-3024-4032/local/-/media/2018/05/24/Rochester/Rochester/636627621840547618-fabio-viviani-recipe-16-.JPG?width=300&height=400&fit=crop&format=pjpg&auto=webp",
        "chef_name": "Fabio Viviani",
        "experience": "11 years",
        "recipe_name": "Whole Fish Baked in Salt",
        "recipes_number": 3,
        "recipe_one": "Whole Fish Baked in Salt",
        "recipe_two": "Whole Fish Baked in Salt",
        "recipe_three": "Whole Fish Baked in Salt",
        "ingredients": [
            "1 whole fish, about 3 lb., such as sea bass, red snapper, loup de mer, or sea bream, gutted, scales on or off.",
            "A few sprigs of fresh herbs (basil, parsley, rosemary)",
            "2 lemons, sliced",
            "A handful of mustard seeds",
            "3 tbsp. olive oil",
            "5 egg whites"
        ],
        "method": "Preheat the oven to 425° F and set the rack in the middle. Place the herbs, lemon slices, and mustard seeds into the fish cavity. Then, rub the skin with some of the olive oil and place the fish onto a baking sheet or into a pan. Combine the egg whites, salt, pepper, and lemon zest in a bowl and mix with your hands until all the salt has been moistened. Cover the whole fish with the salt mixture, starting with the body and then covering the head and the tail if you have enough salt left over. Bake the fish for 20-40 minutes, depending on its weight. It should take about 10 minutes per pound of fish. Transfer the fish to a platter and serve by breaking the salt crust and filleting. To remove the fish correctly – and most dramatically – chip the edges of the salt crust, gently lift the salt off the top of the fish in one large piece, then lift the whole fish out of the salt.",
        "description": "Fabio Viviani (born October 10, 1978, in Florence, Italy) is a chef, restaurateur, and cook book writer who has appeared on reality television.[1] He also sells a range of wines.[2] In 2005 he moved from Florence to Southern California. In 2008 he appeared on the reality television competition series Top Chef, where he was voted the 'fan favourite'; since then he has had a second career as a television host, on-air personality and product pitchman.",
        "likes": "300",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        }
    }
]